<?php

return [
    'welcome' => 'Вітаємо на нашому веб-сайті!',
    'hello' => 'Ви на сайті Миколи Прасько',
    'about' => 'Про нас',
    'owner_site' => 'Це невеликий сайт Коляна Прасько.',
    'current_lang' => 'uk',
    'main' => 'Головна',
    'logout' => 'Вийти',
    'search' => 'Пошук',
    'name_of_post' => 'Назва поста',
    'what_to_do' => 'Тут ви можете надіслати нам повідомлення, і якщо нам воно сподобається, ми опублікуємо його',
    'set_lang' => 'en',
    'sign_up' => 'Увійти',
    'all_messages' => 'Усі повідомлення',
    'more' => 'Докладніше',
    'post' => 'Опублікувати це повідомлення',
    'update' => 'Оновити',
    'delete' => 'Видалити',
    'update_posts' => 'Оновити пост',
    'add_message' => 'Додати повідомлення',
    'contact_page' => 'Зробити пост',
    'your_name' => 'Ваше ім\'я',
    'enter_your_name' => 'Введіть ваше ім\'я',
    'your_email' => 'Ваша електронна пошта',
    'enter_your_email' => 'Введіть вашу електронну пошту',
    'post_subject' => 'Тема поста',
    'message' => 'Повідомлення',
    'enter_message' => 'Введіть повідомлення',
    'send' => 'Відправити',
    'main_page' => 'Головна сторінка',
    'our_website' => 'Наш сайт - це зручна платформа
    для публікації ваших дописів на головній сторінці. 
    Ви можете поділитися своїми думками, новинами, ідеями та іншим з нашою спільнотою. 
    Просто створіть обліковий запис, напишіть свій пост і поділіться ним зі світом.
    У вас є голос - нехай його почують!',
    'posts_list' => 'Список постів',
    'enter_password' => 'Введіть свій пароль',
    'confirm_password' => 'Підтвердіть свій пароль',
    'upload_image' => 'Загрузити фото',
    'check_in' => 'Зареєструватися'


];
